"_BASE_USED_" = "en";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "0.0";
/* "_PREFERENCES_EXTRA_WIDTH_" = "0.0"; */
"OK" = "OK";
"Done" = "Ετοιμο";
"Yes" = "Ναί";
"No" = "Οχι";
"Don't show again" = "Να μην εμφανιστεί ξανά";
"Set as default compressor" = "Ορισε το Keka ώς την προεπιλεγμένη εφαρμογή συμπίεσης";
"Not now" = "Οχι τώρα";
"Want to make Keka your default compressor?" = "Να οριστεί το Keka, ώς η προεπιλεγμένη εφαρμογή συμπίεσης;";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "Αυτό σημαίνει ότι όλα τα συμβατά αρχεία θα διαχειρίζονται πάντα από το Keka. Μπορείτε να το ορίσετε αργότερα στις 'Προτιμήσεις' του Keka";
"Really want to close Keka?" = "Θέλετε σίγουρα να κλείσετε το Keka;";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "Οι τρέχουσες ενέργειες θα ακυρωθούν. Εάν περιμένετε και τερματίσετε το Keka, θα κάνει έξοδο όταν όλες οι εργασίες τελειώσουν";
"Password needed" = "Απαραίτητη η εισαγωγή κωδικού";
"File \"%@\" needs a password to be extracted" = "Το αρχείο \"%@\" ζητάει εισαγωγή του κωδικού προστασίας για να αποσυμπιεστεί";
"File \"%@\" needs a special encoding to be extracted" = "Το αρχείο \"%@\" χρειάζεται μια ειδική κωδικοποίηση για την εξαγωγή του";
"Extraction of \"%@\" done" = "Η αποσυμπίεση του \"%@\" ολοκληρώθηκε";
"Extraction of \"%@\" failed." = "Η αποσυμπίεση του \"%@\" απέτυχε.";
"Extraction of %i files done" = "Η αποσυμπίεση %i αρχείου(ων) ολοκληρώθηκε";
"Extraction complete" = "Η αποσυμπίεση ολοκληρώθηκε";
"Extraction fail" = "Η αποσυμπίεση απέτυχε";
"Compression complete" = "Η συμπίεση ολοκληρώθηκε";
"File \"%@\" created" = "Το αρχείο \"%@\" δημιουργήθηκε";
"Compression fail" = "Η συμπίεση απέτυχε";
"File \"%@\" cannot be created" = "Το αρχείο \"%@\" δε μπορεί να δημιουργηθεί";
"Operation not implemented" = "Η λειτουργία αυτή δεν εκτελέστηκε";
"Performing operation..." = "Εκτέλεση λειτουργίας...";
"Waiting..." = "Αναμονή...";
"Extracting \"%@\"" = "Αποσυμπίεση \"%@\"";
"Extracting \"%@...\"" = "Αποσυμπίεση \"%@...\"";
"Creating %@ file..." = "Δημιουρία %@ του αρχείου...";
"Creating file \"%@\"" = "Δημιουργία του αρχείου \"%@\"";
"Creating file \"%@...\"" = "Δημιουργία του αρχείου \"%@...\"";
"Volume name:" = "Ονομα τόμου:";
"Select the encoding for \"%@\"" = "Επέλεξε την κωδικοποίηση encoding για το \"%@\"";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Πέρασαν: %d:%@%d:%@%d ώρες%@";
"Time elapsed: %d:%@%d minutes%@" = "Πέρασαν: %d:%@%d λεπτά%@";
"Time elapsed: %d seconds%@" = "Πέρασαν: %d δευτερόλεπτα%@";
"%d seconds" = "%d δευτερόλεπτα";
"%d:%@%d minutes" = "%d:%@%d λεπτά";
"%d:%@%d:%@%d hours" = "%d:%@%d:%@%d ώρες";
"Pause" = "Παύση";
"Continue" = "Συννέχεια";
"Operation paused" = "Παύση κατάστασης λειτουργίας";
"Cancel" = "Ακύρωση";
"Close" = "Κλείσιμο";
"Operation failed" = "Η λειτουργία αυτή απέτυχε";
"Operation failed with error code %d" = "Η λειτουργία αυτή απέτυχε. Κωδικός λάθους %d";
"Choose a name and folder to start the compression" = "Επιλέξτε όνομα και φάκελο αποθήκευσης για την έναρξη της συμπίεσης";
"Creation of \"%@\" failed" = "Η δημιουργία του \"%@\" απέτυχε";
"Creating \"%@\"" = "Δημιουργία του \"%@\"";
"Prepearing extraction..." = "Προετοιμασία εξαγωγής...";
"Choose a folder to extract this file" = "Επιλέξτε φάκελο αποδέκτη του προς εξαγωγή αρχείου";
"Choose where do you want to extract \"%@\"" = "Επιλέξτε την τοποθεσία εξαγωγής \"%@\"";
"Select all the volumes from \"%@\" or the folder that contains them" = "Επιλέξτε όλους τους τόμους από το \"%@\" ή το φάκελο που τους περιέχει";
"Select the folder that contains \"%@\"" = "Επέλεξε το φάκελο που περιέχει \"%@\"";
"Extraction of \"%@\" failed" = "Εξαγωγή του \"%@\" απέτυχε";
"Keka - %i on queue" = "Keka - %i σε αναμονή";
"Keka can't create this %@ image" = "Το Keka δε μπορεί να δημιουργήσει αυτήν την %@ 'εικόνα'";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "Μπορείτε να δημιουργήσετε %@ 'εικόνες' μόνο από ένα φάκελο. Βάλτε όλα τα αρχεία σας σε ένα φάκελο και σύρατε αυτόν πάνω στο Keka για να δημιουργήσετε την %@ 'εικόνα'.";
"Keka can't create this @% tarball" = "Το Keka δε μπορεί να δημιουργήσει αυτό τον τύπο αρχείου @% tarball";
"This operation is not supported on %@." = "Αυτή η ενέργεια δεν υποστηρίζεται στον %@.";
"Compress \"%@\" in %@ to..." = "Συμπίεση \"%@\" in %@ to...";
"Compress in %@ to..." = "Συμπίεση in %@ to...";
"Save as:" = "Αποθήκευση ως:";
"Compress" = "Συμπίεση";
"Extract \"%@\" to..." = "Εξαγωγή \"%@\" στο…";
"Extract as:" = "Εξαγωγή ως:";
"Extract" = "Εξαγωγή";
" - Remaining: Calculating..." = " - Απομένων χρόνος: Υπολογίζεται...";
" - Remaining: About one second" = " - Απομένεται: Περίπου ένα λεπτό";
" - Remaining: About %d seconds" = " - Απομένονται: Περίπου %d δευτερόλεπτα";
" - Remaining: About 1 minute" = " - Απομένεται: Περίπου 1 λεπτό";
" - Remaining: About %d minutes" = " - Απομένονται: Περίπου %d λεπτά";
" - Remaining: About 1 hour" = " - Απομένεται: Περίπου 1 ώρα";
" - Remaining: About %d hours" = " - Απομένονται: Περίπου %d ώρες";
" - Remaining: About 1 day" = " - Απομένεται: Περίπου 1 ημέρα";
" - Remaining: About %d days" = " - Απομένονται: Περίπου %d ημέρες";
" - Remaining: About 1 year" = " - Απομένεται: Περίπου 1 χρόνος";
" - Remaining: About %d years" = " - Απομένονται: About %d years";
" - Remaining: Less than one second" = " - Απομένεται: Λιγότερο από ένα δευτερόλεπτο";
"Can't show progress time..." = "Δε μπορώ να εμφανίσω τον απομένων χρόνο προόδου...";
"Password for \"%@\"" = "Κωδικός για το \"%@\"";
"Method:" = "Μέθοδος:";
"No compression" = "Χωρίς συμπίεση";
"Fastest, less compression" = "Ταχύτατη, λιγότερη συμπίεση";
"Fast, less compression" = "Γρήγορη, λιγότερη συμπίεση";
"Normal" = "Κανονική";
"Slow, more compression" = "Αργή, πολύ συμπίεση";
"Slowest, more compression" = "Βραδύτατη, πολύ συμπίεση";
"Compression" = "Συμπίεση";
"Extraction" = "Εξαγωγή";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Το Keka δε μπορεί να προσπελάσει τη \"extlx.plist\" λίστα, παρακαλώ επικοινωνήστε με τους δημιουργούς της εφαρμογής.\n\nΤο Keka θα πραγματοποιήσει έξοδο τώρα.";
"Keka is dying!" = "Το Keka πεθαίνει!";
"Ask each time" = "Ερώτηση κάθε φορά";
"Next to original file" = "Εντός τοποθεσίας πρωτότυπου αρχείου";
"Custom folder..." = "Επιθυμητός φάκελος...";
"Same as original file" = "Ιδιο με το πρωτότυπο αρχείο";
"Custom name..." = "Επιθυμητό όνομα...";
"Compressed file" = "Συμπιεσμένο αρχείο";
"Set as default folder" = "Επιλογή ώς προεπιλεγμένο φάκελο";
"Perform automatic action" = "Επιλογή αυτόματης ενέργειας";
"Always compress" = "Πάντα συμπίεση";
"Always extract" = "Πάντα εξαγωγή";
"1.4 MB Floppy" = "1.4 MB Δισκέττα";
"650 MB CD" = "650 MB CD";
"700 MB CD" = "700 MB CD";
"4.7 GB DVD" = "4.7 GB DVD";
"Drop here to extract" = "Σύρατε εδώ για εξαγωγή";
"Drop here to compress" = "Σύρατε εδώ για συμπίεση";
"Binary \"%@\" is not accessible" = "Το δυαδικό (Binary) αρχείο \"%@\" δεν είναι προσβάσιμο";
"The first part \"%@\" can't be found" = "Δε βρέθηκε το πρώτο κομμάτι \"%@\"";
"unknown" = "άγνωστο";
"Unknown error" = "Αγνωστο σφάλμα";
"Error code %d using \"%@\"\n%@" = "Κωδικός σφάλματος %d χρησιμοποιώντας \"%@\"\n%@";
"No errors found" = "Δε βρέθηκαν σφάλματα";
"Minor error, the operation may be done well" = "Μη σημαντικό σφάλμα, η λειτουργία ίσως ολοκληρώθηκε κανονικά";
"Fatal error" = "Κρίσιμο σφάλμα";
"CRC error occurred, maybe the file is corrupt" = "Προέκυψε σφάλμα τύπου CRC, πιθανώς το αρχείο να είναι κατεστραμένο";
"Attempt to modify an archive previously locked" = "Απόπειρα μεταβολής ενός αρχείου το οποίο κλειδώθηκε προηγουμένως";
"Maybe you don't have permission to write or your disk is full" = "Δεν έχετε πιθανώς δικαίωμα αποθήκευσης ή ο δίσκος σας γέμισε";
"Can't open the file, maybe you don't have read permission" = "Το αρχείο δε μπορεί να ανοιχθεί, πιθανώς δεν έχετε άδεια ανάγνωσης";
"Command line error, please contact with the developer" = "Σφάλμα γραμμής εντολών, παρακαλώ επικοινωνήστε με το δημιουργό της εφαρμογής";
"Not enough memory. Try to close some programs and repeat the operation" = "Μη επαρκής μνήμη. Προσπαθήστε να κλείσετε λοιπά ανοικτά προγράμματά σας και επανεκτελέστε";
"Can't create the file, maybe you don't have permission or free space" = "Δεν μπορώ να δημιουργήσω το αρχείο, πιθανώς δεν έχετε κατάλληλα δικαιώματα πρόσβασης ή ελέυθερο αποθηκευτικό χώρο";
"Canceled manually" = "Ακυρώθηκε από το χρήστη";
"Bad password, try again" = "Λάθος κωδικός, ξαναπροσπαθήστε";
"This archive is locked" = "Το αρχείο αυτό είναι κλειδωμένο";
"Write error. No permission? No space left?" = "Σφάλμα εγγραφής. Μη εξουσιοδότηση? Γεμάτο αποθηκευτικό μέσο?";
"Can't open the file, maybe it's not accessible" = "Το αρχείο δεν ανοίγει, πιθανά δεν είναι προσβάσιμο";
"No files matching the mask" = "Δε βρέθηκαν αρχεία που ταιριάζουν με το φίλτρο σας";
"Give access" = "Δώσε πρόσβαση";
"Just folder access" = "Μόνο πρόσβαση φακέλου";
"Quit" = "Εξοδος";
"More information" = "Περισσότερες πληροφορίες";
"Keka needs file access" = "Το Keka χρειάζεται άδεια προσπέλασης αρχείων";
"Give home access" = "Δώσε πρόσβαση στο home φάκελο";
"Customize" = "Παραμετροποίηση";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "Για να συνεργαστεί άψογα με τα αρχεία σας, το Keka χρειάζεται άδεια τοπική πρόσβαση στο δίσκο του Mac.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nΚάνετε κλίκ στο \"Δώσε άδεια πρόσβασης στο Keka\", ο δίσκος σας πρέπει να είναι ήδη επιλεγμένος.";
"Give access to Keka" = "Δώσε άδεια πρόσβασης στο Keka";
"Full Mac access (Recommended)" = "Πλήρη άδεια πρόσβασης στο Mac (Συνιστάται)";
"Home folder access" = "Αδεια πρόσβασης στο Home φάκελο";
"External volumes access" = "Πρόσβαση εξωτερικών τόμων";
"External disk: %@" = "Εξωτερικός δίσκος: %@";
"An extension is required" = "Απαιτείται ένα πρόσθετο";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "Για να ορίσετε ώς προεπιλεγμένη την εφαρμογή Keka, χρειάζεται να εγκαταστήσετε ένα πρόσθετο. Κάντε κλίκ στο \"Περισσότερες πληροφορίες\" και ακολουθήστε τις οδηγίες.\n\nΣας υπενθυμίζεται πως μπορείτε πάντοτε να ορίσετε το Keka ώς την προεπιλεγμένη / βασική (default) εφαρμογή για οποιοδήποτε τύπο αρχείου χρησιμοποιώντας την επιλογή της καρτέλας \"Get Info\" του Finder.";
"Cannot set Keka as default" = "Δε μπορώ να ορίσω το Keka ως προεπιλεγμένη εφαρμογή";
"The intermediate application failed to launch. There is more information in the Console.app." = "Αδυναμία φόρτωσης της ενδιάμεσης (intermediate) εφαρμογής. Περισσότερες πληροφορίες στην εφαρμογή Console.app.";
"The intermediate application returned an undefined code." = "Η ενδιάμεση (intermediate) εφαρμογή επέστρεψε ένα μη ορισμένο κωδικό.";
"Keka is now set as the default application for its known formats." = "Το Keka τώρα ορίσθηκε ώς η προεπιλεγμένη εφαρμογή για το χειρισμό των δικών της τύπων αρχείων.";
"Keka set as default" = "Το Keka ορίσθηκε ως προεπιλεγμένη εφαρμογή";
"There were some errors while registering the formats. There is more information in the Console.app." = "Υπήρξαν μερικά σφάλματα κατά την εγγραφή των τύπων αρχείων/ formats. Περισσότερες πληροφορίες στην εφαρμογή Console.app .";
"The intermediate application can't get access to Keka." = "Η ενδιάμεση (intermediate) εφαρμογή δε μπορεί να προσπελάσει το Keka.";
"The intermediate application can't find Keka." = "Η ενδιάμεση (intermediate) εφαρμογή δε μπορεί να βρεί το Keka.";
